---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelpipesVerticalNumber
source: html/81da6c74-32ea-d386-4035-18bc1a97fb3c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelpipesVerticalNumber Property

"Vertical Number for parallel pipes"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelpipesVerticalNumber { get; }
```